Repository: opencor/mesa
Catalog: src/util/xmlpool/*.po
Languages: es

source: Debugging
es: Depuración

source: Enable flushing batchbuffer after each draw call
es: Habilitar vaciado del batchbuffer después de cada llamada de dibujo

source: Enable flushing GPU caches with each draw call
es: Habilitar vaciado de los cachés GPU con cada llamada de dibujo

source: Disable throttling on first batch after flush
es: Deshabilitar regulación del primer lote después de vaciar

source: Force GLSL extension default behavior to 'warn'
es: Forzar que el comportamiento por defecto de las extensiones GLSL sea 'warn'

source: Disable dual source blending
es: Deshabilitar mezcla de fuente dual

source: Disable backslash-based line continuations in GLSL source
es: Deshabilitar continuaciones de línea basadas en barra inversa en el código GLSL

source: Force a default GLSL version for shaders that lack an explicit #version line
es: Forzar una versión de GLSL por defecto en los shaders a los cuales les falta una línea #version explícita

source: Allow GLSL #extension directives in the middle of shaders
es: Permite directivas #extension GLSL en medio de los shaders

source: Image Quality
es: Calidad de imagen

source: A post-processing filter to cel-shade the output
es: Un filtro de postprocesamiento para aplicar cel shading a la salida

source: A post-processing filter to remove the red channel
es: Un filtro de postprocesamiento para eliminar el canal rojo

source: A post-processing filter to remove the green channel
es: Un filtro de postprocesamiento para eliminar el canal verde

source: A post-processing filter to remove the blue channel
es: Un filtro de postprocesamiento para eliminar el canal azul

source: Morphological anti-aliasing based on Jimenez\' MLAA. 0 to disable, 8 for default quality
es: Antialiasing morfológico basado en el MLAA de Jimenez. 0 para deshabilitar, 8 para calidad por defecto

source: Morphological anti-aliasing based on Jimenez\' MLAA. 0 to disable, 8 for default quality. Color version, usable with 2d GL apps
es: Antialiasing morfológico basado en el MLAA de Jimenez. 0 para deshabilitar, 8 para calidad por defecto. Versión en color, usable con aplicaciones GL 2D

source: Performance
es: Rendimiento

source: Synchronization with vertical refresh (swap intervals)
es: Sincronización con el refresco vertical (intervalos de intercambio)

source: Never synchronize with vertical refresh, ignore application's choice
es: No sincronizar nunca con el refresco vertical, ignorar la elección de la aplicación

source: Initial swap interval 0, obey application's choice
es: Intervalo de intercambio inicial 0, obedecer la elección de la aplicación

source: Initial swap interval 1, obey application's choice
es: Intervalo de intercambio inicial 1, obedecer la elección de la aplicación

source: Always synchronize with vertical refresh, application chooses the minimum swap interval
es: Sincronizar siempre con el refresco vertical, la aplicación elige el intervalo de intercambio mínimo

source: Miscellaneous
es: Misceláneos

source: Create all visuals with a depth buffer
es: Crear todos los visuales con búfer de profundidad

source: Initialization
es: Inicialización

source: Define the graphic device to use if possible
es: Define el dispositivo de gráficos que usar si es posible

source: Define the throttling value. -1 for no throttling, -2 for default (usually 2), 0 for glfinish behaviour
es: Define el valor de regulación. -1 para no regular, -2 para el por defecto (generalmente 2), 0 para el comportamiento de glfinish

source: Use an additional thread to submit buffers.
es: Usar un hilo adicional para entregar los búfer.
